[M_ARealBoy_ArmLeg MissionDefinition]
MissionName="Um Garoto de Verdade: Vamos Por Partes"
MissionDescription="Mal acredita que pode completar sua transformação em humano com membros de outros seres humanos, por isso, ele lhe pediu que consiga algumas partes."
TurnInDescription="Mal transplantou em si próprio várias partes humanas, porém, alguma coisa ainda não se encaixa (fora o fato de ter partes corporais de outras pessoas transplantadas em seu corpo)."
MissionSummary="Leve algumas partes de corpos humanos para Mal. "
MissionGiver=""
MissionTurnInLocation="Mal"
TeaserText="O que é, o que é... que nunca sobra nos robôs? Membros amputados."

[M_ARealBoy_ArmLeg:CollectLimbs MissionObjectiveDefinition]
ProgressMessage="Reúna partes humanas"

[M_ARealBoy_ArmLeg:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ARealBoy_ArmLeg:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ARealBoy_ArmLeg:ReturnLimbsToBot MissionObjectiveDefinition]
ProgressMessage="Entregue as partes humanas para Mal"

[M_ARealBoy_Clothes MissionDefinition]
MissionName="Um Garoto de Verdade: O Hábito Faz o Monje"
MissionDescription="Um estivador da Hyperion avariado pediu que o ajudasse a se converter em um ser humano. Por alguma razão, o robô acredita que a única coisa que lhe separa da verdadeira humanidade é a sua vestimenta, e não o sangue, a alma ou a capacidade de racioncínio."
TurnInDescription="Você levou algumas roupas para Mal, porém, ele não parece satisfeito."
MissionSummary="Leve algumas roupas para Mal."
MissionGiver="Mal"
MissionTurnInLocation="Mal"
TeaserText="Esse trabalho despertou questões profundas que lhe fizeram refletir sobre a essência da existência, tipo... "o que realmente define um ser humano?" e "viver e amar... comer e cagar!"."

[M_ARealBoy_Clothes:ARealBoy_Arms MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ARealBoy_Clothes:GetArmor1 MissionObjectiveDefinition]
ProgressMessage="Encontre uma camisa"

[M_ARealBoy_Clothes:GetArmor2 MissionObjectiveDefinition]
ProgressMessage="Encontre uma calça"

[M_ARealBoy_Clothes:GetArmor3 MissionObjectiveDefinition]
ProgressMessage="Encontre um chapéu"

[M_ARealBoy_Clothes:ReturnClothesToBot MissionObjectiveDefinition]
ProgressMessage="Entregue as roupas para Mal"

[M_ARealBoy_Clothes:ReturnClothesToBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ARealBoy_Human MissionDefinition]
MissionName="Um Garoto de Verdade: Humano"
MissionDescription=" Agora Mal acredita que o único modo de converter-se em humano é matando outros seres humanos. Defenda-se!"
TurnInDescription="Graças a um pouco de esperança, um pouco de magia e um punhado de balas, enfim, Mal se converteu em humano. Quer dizer... mais ou menos."
MissionSummary="Elimine Mal."
MissionGiver=""
MissionTurnInLocation="Mal"
TeaserText="Mal descobriu enfim o segredo da verdadeira humanidade! Contudo, ele precisará de ajuda."

[M_ARealBoy_Human:DefeatMal MissionObjectiveDefinition]
ProgressMessage="Elimine Mal"

[M_ARealBoy_Human:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

